{
    "name" : "Otago University",
    "location" : "Dunedin",
    "prices" : "http://www.otago.ac.nz/study/fees/",
    "courses" : 
    [
        {"title" : "Computer Science", "description" : "Computer Science is the study of computers and the work they do. We need a science of computers because, unlike other machines, computers are general purpose; the same machine can perform many different tasks and the same tasks can be done equally well by different computers."},
        {"title" : "Accounting", "description" : "Accounting is part of measuring, communicating, and interpreting financial activity. Whether you are preparing a household budget, balancing your cheque book, preparing your income tax return, or running a large corporation you are working with accounting concepts and accounting information."},
        {"title" : "Aeromedical Retrieval and Transport", "description" : "These qualifications are designed for flight nurses and allied health professionals engaged in air ambulance transfer and retrieval work and are available through Distance Learning."},
        {"title" : "Anatomy", "description" : "Anatomy is a diverse discipline encompassing the study of the structure of the body (especially, but not exclusively, the human body), at both the visible and microscopic levels. As such it encompasses traditional approaches to study of the human body, as well as very modern molecular and microscopical approaches using the latest techniques and ideas. It seeks to discover the relationship between the structure of organs and cells and the function they perform."},
        {"title" : "Biochemistry", "description" : "Biochemistry combines the molecular approach of chemistry with the breadth and diversity of biology. Very much a laboratory science, it explores, unravels and explains every aspect of the structure and function of all living things at the molecular level."},
        {"title" : "Biology", "description" : "Biology is the study of living organisms and is the basis of all studies in the life sciences. At Otago, Biology is used as a name for courses at 100-level only. There is no Department of Biology."},
        {"title" : "Film and Media Studies", "description" : "Film and Media Studies focuses on the historical, aesthetic, cultural and social significance of cinema, television and new visual technologies and their interconnections. It is concerned with the teaching of visual literacy as it applies to moving images since the advent of modernity and beyond, and looks at dominant practices (Hollywood cinema, global media, mass-entertainment), and alternative practices (art-film and avant-garde, local and indigenous media)."},
        {"title" : "French", "description" : "Spoken in 47 countries, French is a language of major significance in the international arena. The French Programme, which is part of the Department of Languages and Cultures, offers a full range of courses for all levels, from Introductory French for beginners to postgraduate programmes for advanced students."},
        {"title" : "Genetics", "description" : "http://www.otago.ac.nz/courses/subjects/gene.html"},
        {"title" : "Law", "description" : "Law permeates all social activity. It defines relationships, protects rights, imposes obligations and gives structure to governmental and commercial enterprise."},
        {"title" : "Pastoral Studies", "description" : "Pastoral Theology is particularly designed for students entering some form of church ministry. Papers in Pastoral Theology offer a multidisciplinary study of church life, offering students the opportunity to reflect on the practice of Christian ministry."},
        {"title" : "Philosophy", "description" : "The questions which philosophers discuss are so basic and so general that at some time or other most people have come across them. Philosophy is the attempt to assess the foundations of our beliefs and the principles we live by." }
    ]
}